[
  {
    "publisher": "Wiley",
    "issue": "2",
    "abstract": "<jats:title>Abstract</jats:title><jats:p>Efficient delivery of growth factors from carrier biomaterials depends critically on the release kinetics of the proteins that constitute the carrier. Immobilizing growth factors to calcium phosphate ceramics has been attempted by direct adsorption and usually resulted in a rapid and passive release of the superficially adherent proteins. The insufficient retention of growth factors limited their bioavailability and their efficacy in the treatment of bone regeneration. In this study, a coprecipitation technique of proteins and calcium phosphate was employed to modify the delivery of proteins from biphasic calcium phosphate (BCP) ceramics. To this end, tritium‐labeled bovine serum albumin ([<jats:sup>3</jats:sup>H]BSA) was utilized as a model protein to analyze the coprecipitation efficacy and the release kinetics of the protein from the carrier material. Conventional adsorption of [<jats:sup>3</jats:sup>H]BSA resulted in a rapid and passive release of the protein from BCP ceramics, whereas the coprecipitation technique effectively prevented the burst release of [<jats:sup>3</jats:sup>H]BSA. Further analysis of the <jats:italic>in vitro</jats:italic> kinetics demonstrated a sustained, cell‐mediated release of coprecipitated [<jats:sup>3</jats:sup>H]BSA from BCP ceramics induced by resorbing osteoclasts. The coprecipitation technique described herein, achieved a physiologic‐like protein release, by incorporating [<jats:sup>3</jats:sup>H]BSA into its respective carriers, rendering it a promising tool in growth factor delivery for bone healing. © 2009 Wiley Periodicals, Inc. J Biomed Mater Res, 2010</jats:p>",
    "DOI": "10.1002/jbm.a.32411",
    "type": "article-journal",
    "page": "463-474",
    "source": "Crossref",
    "title": "Long‐term cell‐mediated protein release from calcium phosphate ceramics",
    "volume": "92A",
    "author": [
      {
        "given": "Ellen",
        "family": "Wernike"
      },
      {
        "given": "Willy",
        "family": "Hofstetter"
      },
      {
        "given": "Yuelian",
        "family": "Liu"
      },
      {
        "given": "Gang",
        "family": "Wu"
      },
      {
        "given": "Hans‐Jörg",
        "family": "Sebald"
      },
      {
        "given": "Daniel",
        "family": "Wismeijer"
      },
      {
        "given": "Ernst B.",
        "family": "Hunziker"
      },
      {
        "given": "Klaus‐Arno",
        "family": "Siebenrock"
      },
      {
        "given": "Frank M.",
        "family": "Klenke"
      }
    ],
    "container-title": "Journal of Biomedical Materials Research Part A",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2009,
          2,
          4
        ]
      ]
    },
    "URL": "https://doi.org/bmqbc8",
    "container-title-short": "J Biomedical Materials Res",
    "PMID": "19195029",
    "id": "zXoIXG3G",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1002/jbm.a.32411"
  },
  {
    "publisher": "Wiley",
    "issue": "2",
    "abstract": "<jats:title>Abstract</jats:title><jats:p>Vascular corrosion casting has been established as a method to reconstruct the three‐dimensional (3D) structure of blood vessels of organs and tissues. After replacing the blood volume with a low viscosity resin, the surrounding tissue is removed to replicate the vascular architecture, typically using scanning electron microscopy (SEM). To date available casting resins have had significant limitations such as lack of viscosity, leading to insufficient perfusion of smallest capillaries in organs and tissues of smaller species, interaction with surrounding tissue or fragility of resulting casts. We have reported here about a new polyurethane‐based casting resin (PU4ii†) with superior physical and imaging characteristics. Low viscosity, timely polymerization, and minimal shrinking of PU4ii produces high quality casts, including the finest capillaries. These casts are highly elastic while retaining their original structure to facilitate postcasting tissue dissection and pruning of casts. SEM images illustrate the high reproduction quality, including endothelial cell imprints, features that allow one to discern arterial and veinal vessels. For quantitative analysis, casts from PU4ii can be imaged using micro‐computed tomography to produce digital 3D reconstructions. The inherent fluorescence of PU4ii is sufficient to reproduce casts with or without tissue using confocal microscopy (CM). Because of the simplified casting procedure, the high reproducibility and the superior reproduction quality, a combination of vascular corrosion casting using PU4ii with advanced imaging technologies has great potential to support the description of vascular defects and drug effects in disease models using mutant mice. Microsc. Res. Tech. 69:138–147, 2006. © 2006 Wiley‐Liss, Inc.</jats:p>",
    "DOI": "10.1002/jemt.20263",
    "type": "article-journal",
    "page": "138-147",
    "source": "Crossref",
    "title": "New polyurethane‐based material for vascular corrosion casting with improved physical and imaging characteristics",
    "volume": "69",
    "author": [
      {
        "given": "Thomas",
        "family": "Krucker"
      },
      {
        "given": "Axel",
        "family": "Lang"
      },
      {
        "given": "Eric P.",
        "family": "Meyer"
      }
    ],
    "container-title": "Microscopy Research and Technique",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2006,
          2
        ]
      ]
    },
    "URL": "https://doi.org/d6dwtd",
    "container-title-short": "Microscopy Res &amp; Technique",
    "PMID": "16456839",
    "id": "DWiXWNoA",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1002/jemt.20263"
  },
  {
    "publisher": "Wiley",
    "issue": "9",
    "abstract": "<jats:title>Abstract</jats:title><jats:p>Recent evidence suggests a close functional relationship between osteogenesis and angiogenesis as well as between bone remodeling and bone vascularization. Consequently, there is a need for visual inspection and quantitative analysis of the bone vasculature. We therefore adapted and implemented two different vascular corrosion casting (VCC) protocols using a polyurethane‐based casting resin in mice for a true three‐dimensional (3D), direct, and simultaneous measurement of bone tissue and vascular morphology by micro‐computed tomography (μCT). For assessment of vascular replicas at the level of capillaries, a vascular contrast perfusion (VCP) protocol was devised using a contrast modality based on a barium sulfate suspension in conjunction with synchrotron radiation (SR) μCT. The vascular morphology quantified using the VCP protocol was compared quantitatively with the results of a previously established method, where the vascular network of cortical bone was derived indirectly from cortical porosity. The presented VCC and VCP protocols have the potential of serving as a valuable method for concomitant 3D quantitative morphometry of the bone tissue and its vasculature. Microsc. Res. Tech. 2009. © 2009 Wiley‐Liss, Inc.</jats:p>",
    "DOI": "10.1002/jemt.20720",
    "type": "article-journal",
    "page": "690-701",
    "source": "Crossref",
    "title": "Simultaneous 3D visualization and quantification of murine bone and bone vasculature using micro‐computed tomography and vascular replica",
    "volume": "72",
    "author": [
      {
        "given": "Philipp",
        "family": "Schneider"
      },
      {
        "given": "Thomas",
        "family": "Krucker"
      },
      {
        "given": "Eric",
        "family": "Meyer"
      },
      {
        "given": "Alexandra",
        "family": "Ulmann‐Schuler"
      },
      {
        "given": "Bruno",
        "family": "Weber"
      },
      {
        "given": "Marco",
        "family": "Stampanoni"
      },
      {
        "given": "Ralph",
        "family": "Müller"
      }
    ],
    "container-title": "Microscopy Research and Technique",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2009,
          4,
          9
        ]
      ]
    },
    "URL": "https://doi.org/ftspdd",
    "container-title-short": "Microscopy Res &amp; Technique",
    "PMID": "19360841",
    "id": "168Ee16HU",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1002/jemt.20720"
  },
  {
    "publisher": "Wiley",
    "issue": "2",
    "abstract": "<jats:title>Abstract</jats:title><jats:p>Recent advances in three‐dimensional (3D) fluorescence microscopy offer the ability to image the entire vascular network in entire organs, or even whole animals. However, these imaging modalities rely on either endogenous fluorescent reporters or involved immunohistochemistry protocols, as well as optical clearing of the tissue and refractive index matching. Conversely, X‐ray‐based 3D imaging modalities, such as micro CT, can image non‐transparent samples, at high resolution, without requiring complicated or expensive immunolabeling and clearing protocols, or fluorescent reporters. Here, we compared two “homemade” barium‐based contrast agents to the field standard, lead‐containing Microfil, for micro‐computed tomography (micro CT) imaging of the adult mouse cerebrovasculature. The perfusion pressure required for uniform vessel filling was significantly lower with the barium‐based contrast agents compared to the polymer‐based Microfil. Accordingly, the barium agents showed no evidence of vascular distension or rupture, common problems associated with Microfil. Compellingly, perfusion of an aqueous BaCl<jats:sub>2</jats:sub>/gelatin mixture yielded equal or superior visualization of the cerebrovasculature by micro CT compared to Microfil. However, phosphate‐containing buffers and fixatives were incompatible with BaCl<jats:sub>2</jats:sub> due to the formation of unwanted precipitates. X‐ray attenuation of the vessels also decreased overtime, as the BaCl<jats:sub>2</jats:sub> appeared to gradually diffuse into surrounding tissues. A second, unique formulation composed of BaSO<jats:sub>4</jats:sub> microparticles, generated in‐house by mixing BaCl<jats:sub>2</jats:sub> and MgSO<jats:sub>4</jats:sub>, suffered none of these drawbacks. These microparticles, however, were unable to pass small diameter capillary vessels, conveniently labeling only the arterial cerebrovasculature. In summary, we present an affordable, robust, low pressure, non‐toxic, and straightforward methodology for 3D visualization of the cerebrovasculature.</jats:p>",
    "DOI": "10.1002/jnr.24539",
    "type": "article-journal",
    "page": "312-324",
    "source": "Crossref",
    "title": "Development of barium‐based low viscosity contrast agents for micro CT vascular casting: Application to 3D visualization of the adult mouse cerebrovasculature",
    "volume": "98",
    "author": [
      {
        "given": "Sung‐Ha",
        "family": "Hong"
      },
      {
        "given": "Alexander M.",
        "family": "Herman"
      },
      {
        "given": "Jessica M.",
        "family": "Stephenson"
      },
      {
        "given": "Ting",
        "family": "Wu"
      },
      {
        "given": "Ali N.",
        "family": "Bahadur"
      },
      {
        "given": "Alan R.",
        "family": "Burns"
      },
      {
        "given": "Sean P.",
        "family": "Marrelli"
      },
      {
        "given": "Joshua D.",
        "family": "Wythe"
      }
    ],
    "container-title": "Journal of Neuroscience Research",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2019,
          10,
          19
        ]
      ]
    },
    "URL": "https://doi.org/gr737r",
    "container-title-short": "J of Neuroscience Research",
    "PMCID": "PMC8063604",
    "PMID": "31630455",
    "id": "1A0HsmRho",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1002/jnr.24539"
  },
  {
    "publisher": "Springer New York",
    "DOI": "10.1007/978-1-4939-3999-2_2",
    "type": "chapter",
    "page": "13-24",
    "source": "Crossref",
    "title": "Morphological Aspects of Tumor Angiogenesis",
    "author": [
      {
        "given": "Ruslan",
        "family": "Hlushchuk"
      },
      {
        "given": "Sébastien",
        "family": "Barré"
      },
      {
        "given": "Valentin",
        "family": "Djonov"
      }
    ],
    "container-title": "Methods in Molecular Biology",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2016
        ]
      ]
    },
    "URL": "https://doi.org/gr737s",
    "PMID": "27858352",
    "id": "cNoYNu8B",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1007/978-1-4939-3999-2_2"
  },
  {
    "publisher": "Springer Science and Business Media LLC",
    "issue": "9",
    "abstract": "<jats:title>Abstract</jats:title><jats:p>Analysis of the angioarchitecture and quantification of the conduit vessels and microvasculature is of paramount importance for understanding the physiological and pathological processes within the central nervous system (CNS). Most of the available in vivo imaging methods lack penetration depth and/or resolution. Some ex vivo methods may provide better resolution, but are mainly destructive, as they are designed for imaging the CNS tissues after their removal from the skull or vertebral column. The removal procedure inevitably alters the in situ relations of the investigated structures and damages the dura mater and leptomeninges. µAngiofil, a polymer-based contrast agent, permits a qualitatively novel postmortem microangio-computed tomography (microangioCT) approach with excellent resolution and, therefore, visualization of the smallest brain capillaries. The datasets obtained empower a rather straightforward quantitative analysis of the vascular tree, including the microvasculature. The µAngiofil has an excellent filling capacity as well as a radio-opacity higher than the one of bone tissue, which allows imaging the cerebral microvasculature even within the intact skull or vertebral column. This permits in situ visualization and thus investigation of the dura mater and leptomeningeal layers as well as their blood supply in their original geometry. Moreover, the methodology introduced here permits correlative approaches, i.e., microangioCT followed by classical histology, immunohistochemistry and even electron microscopy. The experimental approach presented here makes use of common desktop microCT scanners, rendering it a promising everyday tool for the evaluation of the (micro)vasculature of the central nervous system in preclinical and basic research.\n</jats:p>",
    "DOI": "10.1007/s00429-020-02158-8",
    "type": "article-journal",
    "page": "2885-2895",
    "source": "Crossref",
    "title": "Innovative high-resolution microCT imaging of animal brain vasculature",
    "volume": "225",
    "author": [
      {
        "given": "Ruslan",
        "family": "Hlushchuk"
      },
      {
        "given": "David",
        "family": "Haberthür"
      },
      {
        "given": "Petr",
        "family": "Soukup"
      },
      {
        "given": "Sebastien F.",
        "family": "Barré"
      },
      {
        "given": "Oleksiy-Zakhar",
        "family": "Khoma"
      },
      {
        "given": "Johannes",
        "family": "Schittny"
      },
      {
        "given": "Neda",
        "family": "Haghayegh Jahromi"
      },
      {
        "given": "Audrey",
        "family": "Bouchet"
      },
      {
        "given": "Britta",
        "family": "Engelhardt"
      },
      {
        "given": "Valentin",
        "family": "Djonov"
      }
    ],
    "container-title": "Brain Structure and Function",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2020,
          10,
          31
        ]
      ]
    },
    "URL": "https://doi.org/gr737t",
    "container-title-short": "Brain Struct Funct",
    "PMCID": "PMC7674347",
    "PMID": "33128675",
    "id": "s9aC9H1e",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1007/s00429-020-02158-8"
  },
  {
    "publisher": "Springer Science and Business Media LLC",
    "issue": "3",
    "DOI": "10.1007/s10439-015-1253-3",
    "type": "article-journal",
    "page": "718-729",
    "source": "Crossref",
    "title": "Vascularization in Bone Tissue Engineering Constructs",
    "volume": "43",
    "author": [
      {
        "given": "Ángel E.",
        "family": "Mercado-Pagán"
      },
      {
        "given": "Alexander M.",
        "family": "Stahl"
      },
      {
        "given": "Yaser",
        "family": "Shanjani"
      },
      {
        "given": "Yunzhi",
        "family": "Yang"
      }
    ],
    "container-title": "Annals of Biomedical Engineering",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2015,
          1,
          24
        ]
      ]
    },
    "URL": "https://doi.org/f66z3g",
    "container-title-short": "Ann Biomed Eng",
    "PMCID": "PMC4979539",
    "PMID": "25616591",
    "id": "1FUMXJVtA",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1007/s10439-015-1253-3"
  },
  {
    "publisher": "Springer Science and Business Media LLC",
    "issue": "3",
    "DOI": "10.1007/s10456-017-9541-1",
    "type": "article-journal",
    "page": "291-302",
    "source": "Crossref",
    "title": "The role of vasculature in bone development, regeneration and proper systemic functioning",
    "volume": "20",
    "author": [
      {
        "given": "Joanna",
        "family": "Filipowska"
      },
      {
        "given": "Krzysztof A.",
        "family": "Tomaszewski"
      },
      {
        "given": "Łukasz",
        "family": "Niedźwiedzki"
      },
      {
        "given": "Jerzy A.",
        "family": "Walocha"
      },
      {
        "given": "Tadeusz",
        "family": "Niedźwiedzki"
      }
    ],
    "container-title": "Angiogenesis",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2017,
          2,
          13
        ]
      ]
    },
    "URL": "https://doi.org/gbn8bj",
    "container-title-short": "Angiogenesis",
    "PMCID": "PMC5511612",
    "PMID": "28194536",
    "id": "yZTJBX1B",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1007/s10456-017-9541-1"
  },
  {
    "publisher": "Springer Science and Business Media LLC",
    "issue": "2",
    "abstract": "<jats:title>Abstract</jats:title>\n          <jats:p>The energy spectrum of X-ray photons after passage through an absorber contains information about its elemental composition. Thus, tissue characterisation becomes feasible provided that absorption characteristics can be measured or differentiated. Dual-energy CT uses two X-ray spectra enabling material differentiation by analysing material-dependent photo-electric and Compton effects. Elemental concentrations can thereby be determined using three-material decomposition algorithms. In comparison to dual-energy CT used in clinical practice, recently developed energy-sensitive photon-counting detectors sample the material-specific attenuation curves at multiple energy levels and within narrow energy bands; the latter allows the detection of element-specific, <jats:italic>k</jats:italic>-edge discontinuities of the photo-electric cross section. Multi-energy CT imaging therefore is able to concurrently identify multiple materials with increased accuracy. These specific data on material distribution provide information beyond morphological CT, and approach functional imaging. This article reviews the principles of dual- and multi-energy CT imaging, hardware approaches and clinical applications.</jats:p>",
    "DOI": "10.1007/s13244-010-0057-0",
    "type": "article-journal",
    "page": "149-159",
    "source": "Crossref",
    "title": "Dual- and multi-energy CT: approach to functional imaging",
    "volume": "2",
    "author": [
      {
        "given": "Juergen",
        "family": "Fornaro"
      },
      {
        "given": "Sebastian",
        "family": "Leschka"
      },
      {
        "given": "Dennis",
        "family": "Hibbeln"
      },
      {
        "given": "Anthony",
        "family": "Butler"
      },
      {
        "given": "Nigel",
        "family": "Anderson"
      },
      {
        "given": "Gregor",
        "family": "Pache"
      },
      {
        "given": "Hans",
        "family": "Scheffel"
      },
      {
        "given": "Simon",
        "family": "Wildermuth"
      },
      {
        "given": "Hatem",
        "family": "Alkadhi"
      },
      {
        "given": "Paul",
        "family": "Stolzmann"
      }
    ],
    "container-title": "Insights into Imaging",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2011,
          1,
          19
        ]
      ]
    },
    "URL": "https://doi.org/chq2fp",
    "container-title-short": "Insights Imaging",
    "PMCID": "PMC3259372",
    "PMID": "22347944",
    "id": "ZKU6zNgr",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1007/s13244-010-0057-0"
  },
  {
    "publisher": "Elsevier BV",
    "DOI": "10.1016/j.actbio.2018.06.023",
    "type": "article-journal",
    "page": "344-358",
    "source": "Crossref",
    "title": "Differential effect of hydroxyapatite nano-particle versus nano-rod decorated titanium micro-surface on osseointegration",
    "volume": "76",
    "author": [
      {
        "given": "Long",
        "family": "Bai"
      },
      {
        "given": "Yanlian",
        "family": "Liu"
      },
      {
        "given": "Zhibin",
        "family": "Du"
      },
      {
        "given": "Zeming",
        "family": "Weng"
      },
      {
        "given": "Wei",
        "family": "Yao"
      },
      {
        "given": "Xiangyu",
        "family": "Zhang"
      },
      {
        "given": "Xiaobo",
        "family": "Huang"
      },
      {
        "given": "Xiaohong",
        "family": "Yao"
      },
      {
        "given": "Ross",
        "family": "Crawford"
      },
      {
        "given": "Ruiqiang",
        "family": "Hang"
      },
      {
        "given": "Di",
        "family": "Huang"
      },
      {
        "given": "Bin",
        "family": "Tang"
      },
      {
        "given": "Yin",
        "family": "Xiao"
      }
    ],
    "container-title": "Acta Biomaterialia",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2018,
          8
        ]
      ]
    },
    "URL": "https://doi.org/gm7sqx",
    "container-title-short": "Acta Biomaterialia",
    "PMID": "29908975",
    "id": "137VU0bph",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1016/j.actbio.2018.06.023"
  },
  {
    "publisher": "Elsevier BV",
    "DOI": "10.1016/j.actbio.2018.07.050",
    "type": "article-journal",
    "page": "36-47",
    "source": "Crossref",
    "title": "Dual release of growth factor from nanocomposite fibrous scaffold promotes vascularisation and bone regeneration in rat critical sized calvarial defect",
    "volume": "78",
    "author": [
      {
        "given": "Shruthy",
        "family": "Kuttappan"
      },
      {
        "given": "Dennis",
        "family": "Mathew"
      },
      {
        "given": "Jun-ichiro",
        "family": "Jo"
      },
      {
        "given": "Ryusuke",
        "family": "Tanaka"
      },
      {
        "given": "Deepthy",
        "family": "Menon"
      },
      {
        "given": "Takuya",
        "family": "Ishimoto"
      },
      {
        "given": "Takayoshi",
        "family": "Nakano"
      },
      {
        "given": "Shantikumar V.",
        "family": "Nair"
      },
      {
        "given": "Manitha B.",
        "family": "Nair"
      },
      {
        "given": "Yasuhiko",
        "family": "Tabata"
      }
    ],
    "container-title": "Acta Biomaterialia",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2018,
          9
        ]
      ]
    },
    "URL": "https://doi.org/gr737v",
    "container-title-short": "Acta Biomaterialia",
    "PMID": "30067947",
    "id": "dBkW39I8",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1016/j.actbio.2018.07.050"
  },
  {
    "publisher": "Elsevier BV",
    "DOI": "10.1016/j.actbio.2019.02.021",
    "type": "article-journal",
    "page": "514-526",
    "source": "Crossref",
    "title": "Angiogenesis involvement by octacalcium phosphate-gelatin composite-driven bone regeneration in rat calvaria critical-sized defect",
    "volume": "88",
    "author": [
      {
        "given": "Tsuyoshi",
        "family": "Kurobane"
      },
      {
        "given": "Yukari",
        "family": "Shiwaku"
      },
      {
        "given": "Takahisa",
        "family": "Anada"
      },
      {
        "given": "Ryo",
        "family": "Hamai"
      },
      {
        "given": "Kaori",
        "family": "Tsuchiya"
      },
      {
        "given": "Kazuyoshi",
        "family": "Baba"
      },
      {
        "given": "Masahiro",
        "family": "Iikubo"
      },
      {
        "given": "Tetsu",
        "family": "Takahashi"
      },
      {
        "given": "Osamu",
        "family": "Suzuki"
      }
    ],
    "container-title": "Acta Biomaterialia",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2019,
          4
        ]
      ]
    },
    "URL": "https://doi.org/gr737w",
    "container-title-short": "Acta Biomaterialia",
    "PMID": "30776505",
    "id": "Es64ZQO",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1016/j.actbio.2019.02.021"
  },
  {
    "publisher": "Elsevier BV",
    "DOI": "10.1016/j.biomaterials.2016.01.016",
    "type": "article-journal",
    "page": "301-314",
    "source": "Crossref",
    "title": "Multifunctional coatings to simultaneously promote osseointegration and prevent infection of orthopaedic implants",
    "volume": "84",
    "author": [
      {
        "given": "Jordan",
        "family": "Raphel"
      },
      {
        "given": "Mark",
        "family": "Holodniy"
      },
      {
        "given": "Stuart B.",
        "family": "Goodman"
      },
      {
        "given": "Sarah C.",
        "family": "Heilshorn"
      }
    ],
    "container-title": "Biomaterials",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2016,
          4
        ]
      ]
    },
    "URL": "https://doi.org/f8cm8j",
    "container-title-short": "Biomaterials",
    "PMCID": "PMC4883578",
    "PMID": "26851394",
    "id": "rCXuqa0O",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1016/j.biomaterials.2016.01.016"
  },
  {
    "publisher": "Elsevier BV",
    "issue": "1",
    "DOI": "10.1016/j.bone.2011.09.051",
    "type": "article-journal",
    "page": "390-399",
    "source": "Crossref",
    "title": "Structure and quantification of microvascularisation within mouse long bones: What and how should we measure?",
    "volume": "50",
    "author": [
      {
        "given": "Bernard",
        "family": "Roche"
      },
      {
        "given": "Valentin",
        "family": "David"
      },
      {
        "given": "Arnaud",
        "family": "Vanden-Bossche"
      },
      {
        "given": "Françoise",
        "family": "Peyrin"
      },
      {
        "given": "Luc",
        "family": "Malaval"
      },
      {
        "given": "Laurence",
        "family": "Vico"
      },
      {
        "given": "Marie-Hélène",
        "family": "Lafage-Proust"
      }
    ],
    "container-title": "Bone",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2012,
          1
        ]
      ]
    },
    "URL": "https://doi.org/bpvvpm",
    "container-title-short": "Bone",
    "PMID": "22019874",
    "id": "AHsHFIUt",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1016/j.bone.2011.09.051"
  },
  {
    "publisher": "Elsevier BV",
    "issue": "3",
    "DOI": "10.1016/j.bone.2011.10.004",
    "type": "article-journal",
    "page": "611-618",
    "source": "Crossref",
    "title": "Further improvements on the factors affecting bone mineral density measured by quantitative micro-computed tomography",
    "volume": "50",
    "author": [
      {
        "given": "Vahid",
        "family": "Entezari"
      },
      {
        "given": "Vartan",
        "family": "Vartanians"
      },
      {
        "given": "David",
        "family": "Zurakowski"
      },
      {
        "given": "Nipun",
        "family": "Patel"
      },
      {
        "given": "Roberto J.",
        "family": "Fajardo"
      },
      {
        "given": "Ralph",
        "family": "Müller"
      },
      {
        "given": "Brian D.",
        "family": "Snyder"
      },
      {
        "given": "Ara",
        "family": "Nazarian"
      }
    ],
    "container-title": "Bone",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2012,
          3
        ]
      ]
    },
    "URL": "https://doi.org/fsd9vv",
    "container-title-short": "Bone",
    "PMID": "22044640",
    "id": "FXSWRzX2",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1016/j.bone.2011.10.004"
  },
  {
    "publisher": "Elsevier BV",
    "issue": "2",
    "DOI": "10.1016/j.cell.2022.12.031",
    "type": "article-journal",
    "page": "382-397.e24",
    "source": "Crossref",
    "title": "Lymphatic vessels in bone support regeneration after injury",
    "volume": "186",
    "author": [
      {
        "given": "Lincoln",
        "family": "Biswas"
      },
      {
        "given": "Junyu",
        "family": "Chen"
      },
      {
        "given": "Jessica",
        "family": "De Angelis"
      },
      {
        "given": "Amit",
        "family": "Singh"
      },
      {
        "given": "Charlotte",
        "family": "Owen-Woods"
      },
      {
        "given": "Zhangfan",
        "family": "Ding"
      },
      {
        "given": "Joan Mane",
        "family": "Pujol"
      },
      {
        "given": "Naveen",
        "family": "Kumar"
      },
      {
        "given": "Fanxin",
        "family": "Zeng"
      },
      {
        "given": "Saravana K.",
        "family": "Ramasamy"
      },
      {
        "given": "Anjali P.",
        "family": "Kusumbe"
      }
    ],
    "container-title": "Cell",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2023,
          1
        ]
      ]
    },
    "URL": "https://doi.org/grn9gb",
    "container-title-short": "Cell",
    "PMID": "36669473",
    "id": "ZGzobRpX",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1016/j.cell.2022.12.031"
  },
  {
    "publisher": "Elsevier BV",
    "issue": "1",
    "DOI": "10.1016/j.crmeth.2021.100151",
    "type": "article-journal",
    "page": "100151",
    "source": "Crossref",
    "title": "Non-invasive in situ visualization of the murine cranial vasculature",
    "volume": "2",
    "author": [
      {
        "given": "Jared S.",
        "family": "Rosenblum"
      },
      {
        "given": "Anthony J.",
        "family": "Cappadona"
      },
      {
        "given": "Pashayar P.",
        "family": "Lookian"
      },
      {
        "given": "Vikram",
        "family": "Chandrashekhar"
      },
      {
        "given": "Jean-Paul",
        "family": "Bryant"
      },
      {
        "given": "Vibhu",
        "family": "Chandrashekhar"
      },
      {
        "given": "David Y.",
        "family": "Zhao"
      },
      {
        "given": "Russell H.",
        "family": "Knutsen"
      },
      {
        "given": "Danielle R.",
        "family": "Donahue"
      },
      {
        "given": "Dorian B.",
        "family": "McGavern"
      },
      {
        "given": "Beth A.",
        "family": "Kozel"
      },
      {
        "given": "John D.",
        "family": "Heiss"
      },
      {
        "given": "Karel",
        "family": "Pacak"
      },
      {
        "given": "Zhengping",
        "family": "Zhuang"
      }
    ],
    "container-title": "Cell Reports Methods",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2022,
          1
        ]
      ]
    },
    "URL": "https://doi.org/gt4s7f",
    "container-title-short": "Cell Reports Methods",
    "PMCID": "PMC8967186",
    "PMID": "35373177",
    "id": "yP3RkDdM",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1016/j.crmeth.2021.100151"
  },
  {
    "publisher": "Elsevier BV",
    "DOI": "10.1016/j.jbo.2018.10.004",
    "type": "article-journal",
    "page": "100205",
    "source": "Crossref",
    "title": "Metastatic bone disease: Pathogenesis and therapeutic options",
    "volume": "15",
    "author": [
      {
        "given": "Stella",
        "family": "D'Oronzo"
      },
      {
        "given": "Robert",
        "family": "Coleman"
      },
      {
        "given": "Janet",
        "family": "Brown"
      },
      {
        "given": "Francesco",
        "family": "Silvestris"
      }
    ],
    "container-title": "Journal of Bone Oncology",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2019,
          4
        ]
      ]
    },
    "URL": "https://doi.org/gr737x",
    "container-title-short": "Journal of Bone Oncology",
    "PMCID": "PMC6429006",
    "PMID": "30937279",
    "id": "D7D7Wyla",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1016/j.jbo.2018.10.004"
  },
  {
    "publisher": "Elsevier BV",
    "DOI": "10.1016/j.vph.2018.09.003",
    "type": "article-journal",
    "page": "2-7",
    "source": "Crossref",
    "title": "Ex vivo microangioCT: Advances in microvascular imaging",
    "volume": "112",
    "author": [
      {
        "given": "Ruslan",
        "family": "Hlushchuk"
      },
      {
        "given": "David",
        "family": "Haberthür"
      },
      {
        "given": "Valentin",
        "family": "Djonov"
      }
    ],
    "container-title": "Vascular Pharmacology",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2019,
          1
        ]
      ]
    },
    "URL": "https://doi.org/ghgd4s",
    "container-title-short": "Vascular Pharmacology",
    "PMID": "30248380",
    "id": "TYAmre95",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1016/j.vph.2018.09.003"
  },
  {
    "publisher": "American Chemical Society (ACS)",
    "issue": "1",
    "DOI": "10.1021/acsabm.1c00979",
    "type": "article-journal",
    "page": "20-39",
    "source": "Crossref",
    "title": "Tissue Engineered Neurovascularization Strategies for Craniofacial Tissue Regeneration",
    "volume": "5",
    "author": [
      {
        "given": "Yiming",
        "family": "Li"
      },
      {
        "given": "David",
        "family": "Fraser"
      },
      {
        "given": "Jared",
        "family": "Mereness"
      },
      {
        "given": "Amy",
        "family": "Van Hove"
      },
      {
        "given": "Sayantani",
        "family": "Basu"
      },
      {
        "given": "Maureen",
        "family": "Newman"
      },
      {
        "given": "Danielle S. W.",
        "family": "Benoit"
      }
    ],
    "container-title": "ACS Applied Bio Materials",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2021,
          11,
          29
        ]
      ]
    },
    "URL": "https://doi.org/gr737z",
    "container-title-short": "ACS Appl. Bio Mater.",
    "PMCID": "PMC9016342",
    "PMID": "35014834",
    "id": "lVl4gVyN",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1021/acsabm.1c00979"
  },
  {
    "publisher": "Portico",
    "DOI": "10.1038/bonekey.2016.4",
    "type": "article-journal",
    "source": "Crossref",
    "title": "Mouse models for studying prostate cancer bone metastasis",
    "volume": "5",
    "author": [
      {
        "given": "Jinlu",
        "family": "Dai"
      },
      {
        "given": "Janine",
        "family": "Hensel"
      },
      {
        "given": "Ning",
        "family": "Wang"
      },
      {
        "given": "Marianna",
        "family": "Kruithof-de Julio"
      },
      {
        "given": "Yusuke",
        "family": "Shiozawa"
      }
    ],
    "container-title": "BoneKEy Reports",
    "issued": {
      "date-parts": [
        [
          2016,
          2,
          17
        ]
      ]
    },
    "URL": "https://doi.org/gr7372",
    "PMCID": "PMC4757481",
    "PMID": "26916039",
    "id": "16lhxZOpa",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1038/bonekey.2016.4"
  },
  {
    "publisher": "Springer Science and Business Media LLC",
    "issue": "1",
    "abstract": "<jats:title>Abstract</jats:title><jats:p>Vascularization is critical for skull development, maintenance, and healing. Yet, there remains a significant knowledge gap in the relationship of blood vessels to cranial skeletal progenitors during these processes. Here, we introduce a quantitative 3D imaging platform to enable the visualization and analysis of high-resolution data sets (&gt;100 GB) throughout the entire murine calvarium. Using this technique, we provide single-cell resolution 3D maps of vessel phenotypes and skeletal progenitors in the frontoparietal cranial bones. Through these high-resolution data sets, we demonstrate that CD31<jats:sup>hi</jats:sup>Emcn<jats:sup>hi</jats:sup> vessels are spatially correlated with both Osterix+ and Gli1+ skeletal progenitors during postnatal growth, healing, and stimulated remodeling, and are concentrated at transcortical canals and osteogenic fronts. Interestingly, we find that this relationship is weakened in mice with a conditional knockout of PDGF-BB in TRAP+ osteoclasts, suggesting a potential role for osteoclasts in maintaining the native cranial microvascular environment. Our findings provide a foundational framework for understanding how blood vessels and skeletal progenitors spatially interact in cranial bone, and will enable more targeted studies into the mechanisms of skull disease pathologies and treatments. Additionally, our technique can be readily adapted to study numerous cell types and investigate other elusive phenomena in cranial bone biology.</jats:p>",
    "DOI": "10.1038/s41467-021-26455-w",
    "type": "article-journal",
    "source": "Crossref",
    "title": "Quantitative 3D imaging of the cranial microvascular environment at single-cell resolution",
    "volume": "12",
    "author": [
      {
        "given": "Alexandra N.",
        "family": "Rindone"
      },
      {
        "given": "Xiaonan",
        "family": "Liu"
      },
      {
        "given": "Stephanie",
        "family": "Farhat"
      },
      {
        "given": "Alexander",
        "family": "Perdomo-Pantoja"
      },
      {
        "given": "Timothy F.",
        "family": "Witham"
      },
      {
        "given": "Daniel L.",
        "family": "Coutu"
      },
      {
        "given": "Mei",
        "family": "Wan"
      },
      {
        "given": "Warren L.",
        "family": "Grayson"
      }
    ],
    "container-title": "Nature Communications",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2021,
          10,
          28
        ]
      ]
    },
    "URL": "https://doi.org/gr7373",
    "container-title-short": "Nat Commun",
    "PMCID": "PMC8553857",
    "PMID": "34711819",
    "id": "DiX3YTwQ",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1038/s41467-021-26455-w"
  },
  {
    "publisher": "Springer Science and Business Media LLC",
    "issue": "4",
    "DOI": "10.1038/s41596-022-00788-2",
    "type": "article-journal",
    "page": "1197-1242",
    "source": "Crossref",
    "title": "Whole-mouse clearing and imaging at the cellular level with vDISCO",
    "volume": "18",
    "author": [
      {
        "given": "Ruiyao",
        "family": "Cai"
      },
      {
        "given": "Zeynep Ilgin",
        "family": "Kolabas"
      },
      {
        "given": "Chenchen",
        "family": "Pan"
      },
      {
        "given": "Hongcheng",
        "family": "Mai"
      },
      {
        "given": "Shan",
        "family": "Zhao"
      },
      {
        "given": "Doris",
        "family": "Kaltenecker"
      },
      {
        "given": "Fabian F.",
        "family": "Voigt"
      },
      {
        "given": "Muge",
        "family": "Molbay"
      },
      {
        "given": "Tzu-lun",
        "family": "Ohn"
      },
      {
        "given": "Cécile",
        "family": "Vincke"
      },
      {
        "given": "Mihail I.",
        "family": "Todorov"
      },
      {
        "given": "Fritjof",
        "family": "Helmchen"
      },
      {
        "given": "Jo A.",
        "family": "Van Ginderachter"
      },
      {
        "given": "Ali",
        "family": "Ertürk"
      }
    ],
    "container-title": "Nature Protocols",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2023,
          1,
          25
        ]
      ]
    },
    "URL": "https://doi.org/gsvs22",
    "container-title-short": "Nat Protoc",
    "PMID": "36697871",
    "id": "BNZSaEBe",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1038/s41596-022-00788-2"
  },
  {
    "publisher": "Springer Science and Business Media LLC",
    "issue": "1",
    "abstract": "<jats:title>Abstract</jats:title><jats:p>3D imaging of the bone vasculature is of key importance in the understanding of skeletal disease. As blood vessels in bone are deeply encased in the calcified matrix, imaging techniques that are applicable to soft tissues are generally difficult or impossible to apply to the skeleton. While canals in cortical bone can readily be identified and characterised in X-ray computed tomographic data in 3D, the soft tissue comprising blood vessels that are putatively contained within the canal structures does not provide sufficient image contrast necessary for image segmentation. Here, we report an approach that allows for rapid, simultaneous visualisation of calcified bone tissue and the vasculature within the calcified bone matrix. Using synchrotron X-ray phase contrast-enhanced tomography we show exemplar data with intracortical capillaries uncovered at sub-micrometre level without the need for any staining or contrast agent. Using the tibiofibular junction of 15 week-old C57BL/6 mice post mortem, we show the bone cortical porosity simultaneously along with the soft tissue comprising the vasculature. Validation with histology confirms that we can resolve individual capillaries. This imaging approach could be easily applied to other skeletal sites and transgenic models, and could improve our understanding of the role the vasculature plays in bone disease.</jats:p>",
    "DOI": "10.1038/s41598-017-13632-5",
    "type": "article-journal",
    "source": "Crossref",
    "title": "Simultaneous visualisation of calcified bone microstructure and intracortical vasculature using synchrotron X-ray phase contrast-enhanced tomography",
    "volume": "7",
    "author": [
      {
        "given": "Juan A.",
        "family": "Núñez"
      },
      {
        "given": "Alice",
        "family": "Goring"
      },
      {
        "given": "Eric",
        "family": "Hesse"
      },
      {
        "given": "Philipp J.",
        "family": "Thurner"
      },
      {
        "given": "Philipp",
        "family": "Schneider"
      },
      {
        "given": "Claire E.",
        "family": "Clarkin"
      }
    ],
    "container-title": "Scientific Reports",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2017,
          10,
          16
        ]
      ]
    },
    "URL": "https://doi.org/gcfxxb",
    "container-title-short": "Sci Rep",
    "PMCID": "PMC5643345",
    "PMID": "29038597",
    "id": "117R9ULnv",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1038/s41598-017-13632-5"
  },
  {
    "publisher": "Springer Science and Business Media LLC",
    "issue": "1",
    "abstract": "<jats:title>Abstract</jats:title><jats:p>A detailed vascular visualization and adequate quantification is essential for the proper assessment of novel angiomodulating strategies. Here, we introduce an <jats:italic>ex vivo</jats:italic> micro-computed tomography (microCT)-based imaging approach for the 3D visualization of the entire vasculature down to the capillary level and rapid estimation of the vascular volume and vessel size distribution. After perfusion with μAngiofil<jats:sup>®</jats:sup>, a novel polymerizing contrast agent, low- and high-resolution scans (voxel side length: 2.58–0.66 μm) of the entire vasculature were acquired. Based on the microCT data, sites of interest were defined and samples further processed for correlative morphology. The solidified, autofluorescent μAngiofil<jats:sup>®</jats:sup> remained in the vasculature and allowed co-registering of the histological sections with the corresponding microCT-stack. The perfusion efficiency of μAngiofil<jats:sup>®</jats:sup> was validated based on lectin-stained histological sections: 98 ± 0.5% of the blood vessels were μAngiofil<jats:sup>®</jats:sup>-positive, whereas 93 ± 2.6% were lectin-positive. By applying this approach we analyzed the angiogenesis induced by the cell-based delivery of a controlled VEGF dose. Vascular density increased by 426% mainly through the augmentation of medium-sized vessels (20–40 μm). The introduced correlative and quantitative imaging approach is highly reproducible and allows a detailed 3D characterization of the vasculature and muscle tissue. Combined with histology, a broad range of complementary structural information can be obtained.</jats:p>",
    "DOI": "10.1038/srep41842",
    "type": "article-journal",
    "source": "Crossref",
    "title": "Correlative Imaging of the Murine Hind Limb Vasculature and Muscle Tissue by MicroCT and Light Microscopy",
    "volume": "7",
    "author": [
      {
        "given": "Laura",
        "family": "Schaad"
      },
      {
        "given": "Ruslan",
        "family": "Hlushchuk"
      },
      {
        "given": "Sébastien",
        "family": "Barré"
      },
      {
        "given": "Roberto",
        "family": "Gianni-Barrera"
      },
      {
        "given": "David",
        "family": "Haberthür"
      },
      {
        "given": "Andrea",
        "family": "Banfi"
      },
      {
        "given": "Valentin",
        "family": "Djonov"
      }
    ],
    "container-title": "Scientific Reports",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2017,
          2,
          7
        ]
      ]
    },
    "URL": "https://doi.org/f9p4pn",
    "container-title-short": "Sci Rep",
    "PMCID": "PMC5294414",
    "PMID": "28169309",
    "id": "iM9i6gkJ",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1038/srep41842"
  },
  {
    "publisher": "Portland Press Ltd.",
    "issue": "9",
    "abstract": "<jats:title>Abstract</jats:title><jats:p>Vascular tissue engineering has the potential to make a significant impact on the treatment of a wide variety of medical conditions, including providing in vitro generated vascularized tissue and organ constructs for transplantation. Since the first report on the construction of a biological blood vessel, significant research and technological advances have led to the generation of clinically relevant large and small diameter tissue engineered vascular grafts (TEVGs). However, developing a biocompatible blood-contacting surface is still a major challenge. Researchers are using biomimicry to generate functional vascular grafts and vascular networks. A multi-disciplinary approach is being used that includes biomaterials, cells, pro-angiogenic factors and microfabrication technologies. Techniques to achieve spatiotemporal control of vascularization include use of topographical engineering and controlled-release of growth/pro-angiogenic factors. Use of decellularized natural scaffolds has gained popularity for engineering complex vascularized organs for potential clinical use. Pre-vascularization of constructs prior to implantation has also been shown to enhance its anastomosis after implantation. Host-implant anastomosis is a phenomenon that is still not fully understood. However, it will be a critical factor in determining the in vivo success of a TEVGs or bioengineered organ. Many clinical studies have been conducted using TEVGs, but vascularized tissue/organ constructs are still in the research &amp; development stage. In addition to technical challenges, there are commercialization and regulatory challenges that need to be addressed. In this review we examine recent advances in the field of vascular tissue engineering, with a focus on technology trends, challenges and potential clinical applications.</jats:p>",
    "DOI": "10.1042/cs20180155",
    "type": "article-journal",
    "page": "1115-1135",
    "source": "Crossref",
    "title": "Engineering blood vessels and vascularized tissues: technology trends and potential clinical applications",
    "volume": "133",
    "author": [
      {
        "given": "Prafulla",
        "family": "Chandra"
      },
      {
        "given": "Anthony",
        "family": "Atala"
      }
    ],
    "container-title": "Clinical Science",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2019,
          5
        ]
      ]
    },
    "URL": "https://doi.org/gr7374",
    "PMID": "31088895",
    "id": "16mB4VUpP",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1042/cs20180155"
  },
  {
    "publisher": "MDPI AG",
    "issue": "4",
    "abstract": "<jats:sec><jats:title>Purpose</jats:title><jats:p> Biomechanical, densitometric, and histological analyses have been the mainstay for reproducible outcome measures for investigation of new bone formation and osseous healing. Here we report the addition of radiomorphometric vascular analysis as a quantitative measure of vascularity in the murine mandible. To our knowledge this is the first description of using micro–computed tomography (micro-CT) to evaluate the temporal and spatial pattern of angiogenesis in the craniofacial skeleton. </jats:p></jats:sec><jats:sec><jats:title>Methods</jats:title><jats:p> The vessel perfusion technique was performed on 10 Sprague-Dawley rats using Microfil (MV-122, Flow Tech; Carver, MA). After decalcification, hemimandibles were imaged using high-resolution micro-CT. Six separate radiomorphometric vascular metrics were calculated. </jats:p></jats:sec><jats:sec><jats:title>Results</jats:title><jats:p> Radiomorphometric values were analyzed using three different thresholds on micro-CT. Experimentally, 1000 Hounsfield units was found to be the optimal threshold for analysis to capture the maximal vascular content of the bone. Data from seven hemimandibles were analyzed. Minimal statistical variance in each of the quantitative measures of vascularity resulted in reproducible metrics for each of the radiomorphometric parameters. </jats:p></jats:sec><jats:sec><jats:title>Conclusions</jats:title><jats:p> We have demonstrated that micro-CT vascular imaging provides a robust methodology for evaluation of vascular networks in the craniofacial skeleton. This technique provides 3D quantitative data analysis that differs significantly from laser Doppler and microsphere methods, which simply measure flow. This technique is advantageous over labor-intensive 2D conventional analyses using histology and X-ray microangiography. Our data establish the appropriate thresholding for optimal vascular analyses and provide baseline measurements that can be used to analyze the role of angiogenesis in bone regeneration and repair in the craniofacial skeleton. </jats:p></jats:sec>",
    "DOI": "10.1055/s-0032-1329540",
    "type": "article-journal",
    "page": "223-229",
    "source": "Crossref",
    "title": "Radiomorphometric Quantitative Analysis of Vasculature Utilizing Micro–Computed Tomography and Vessel Perfusion in the Murine Mandible",
    "volume": "5",
    "author": [
      {
        "given": "Xi Lin",
        "family": "Jing"
      },
      {
        "given": "Aaron S.",
        "family": "Farberg"
      },
      {
        "given": "Laura A.",
        "family": "Monson"
      },
      {
        "given": "Alexis",
        "family": "Donneys"
      },
      {
        "given": "Catherine N.",
        "family": "Tchanque-Fossuo"
      },
      {
        "given": "Steven R.",
        "family": "Buchman"
      }
    ],
    "container-title": "Craniomaxillofacial Trauma &amp; Reconstruction",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2012,
          12
        ]
      ]
    },
    "URL": "https://doi.org/ggsd8n",
    "container-title-short": "Craniomaxillofacial Trauma &amp; Reconstruction",
    "PMCID": "PMC3577600",
    "PMID": "24294405",
    "id": "18wESlA6d",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1055/s-0032-1329540"
  },
  {
    "publisher": "Mary Ann Liebert Inc",
    "issue": "19",
    "DOI": "10.1089/scd.2019.0104",
    "type": "article-journal",
    "page": "1310-1321",
    "source": "Crossref",
    "title": "Investigation of Postnatal Craniofacial Bone Development with Tissue Clearing-Based Three-Dimensional Imaging",
    "volume": "28",
    "author": [
      {
        "given": "Wenjing",
        "family": "Luo"
      },
      {
        "given": "Yating",
        "family": "Yi"
      },
      {
        "given": "Dian",
        "family": "Jing"
      },
      {
        "given": "Shiwen",
        "family": "Zhang"
      },
      {
        "given": "Yi",
        "family": "Men"
      },
      {
        "given": "Woo-Ping",
        "family": "Ge"
      },
      {
        "given": "Hu",
        "family": "Zhao"
      }
    ],
    "container-title": "Stem Cells and Development",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2019,
          10,
          1
        ]
      ]
    },
    "URL": "https://doi.org/gr7375",
    "container-title-short": "Stem Cells and Development",
    "PMCID": "PMC6767869",
    "PMID": "31392933",
    "id": "X0aG1K2m",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1089/scd.2019.0104"
  },
  {
    "publisher": "Mary Ann Liebert Inc",
    "issue": "3",
    "DOI": "10.1089/ten.teb.2008.0153",
    "type": "article-journal",
    "page": "295-306",
    "source": "Crossref",
    "title": "Microcomputed Tomography Characterization of Neovascularization in Bone Tissue Engineering Applications",
    "volume": "14",
    "author": [
      {
        "given": "Simon",
        "family": "Young"
      },
      {
        "given": "James D.",
        "family": "Kretlow"
      },
      {
        "given": "Charles",
        "family": "Nguyen"
      },
      {
        "given": "Alex G.",
        "family": "Bashoura"
      },
      {
        "given": "L. Scott",
        "family": "Baggett"
      },
      {
        "given": "John A.",
        "family": "Jansen"
      },
      {
        "given": "Mark",
        "family": "Wong"
      },
      {
        "given": "Antonios G.",
        "family": "Mikos"
      }
    ],
    "container-title": "Tissue Engineering Part B: Reviews",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2008,
          9
        ]
      ]
    },
    "URL": "https://doi.org/b5snxg",
    "container-title-short": "Tissue Engineering Part B: Reviews",
    "PMCID": "PMC2761680",
    "PMID": "18657028",
    "id": "13YRlKdu2",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1089/ten.teb.2008.0153"
  },
  {
    "publisher": "Mary Ann Liebert Inc",
    "issue": "3",
    "DOI": "10.1089/ten.teb.2009.0085",
    "type": "article-journal",
    "page": "353-370",
    "source": "Crossref",
    "title": "Vascularization Strategies for Tissue Engineering",
    "volume": "15",
    "author": [
      {
        "given": "Michael",
        "family": "Lovett"
      },
      {
        "given": "Kyongbum",
        "family": "Lee"
      },
      {
        "given": "Aurelie",
        "family": "Edwards"
      },
      {
        "given": "David L.",
        "family": "Kaplan"
      }
    ],
    "container-title": "Tissue Engineering Part B: Reviews",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2009,
          9
        ]
      ]
    },
    "URL": "https://doi.org/fsjhcx",
    "container-title-short": "Tissue Engineering Part B: Reviews",
    "PMCID": "PMC2817665",
    "PMID": "19496677",
    "id": "33Vq8bQx",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1089/ten.teb.2009.0085"
  },
  {
    "publisher": "Mary Ann Liebert Inc",
    "issue": "3",
    "DOI": "10.1089/ten.teb.2020.0132",
    "type": "article-journal",
    "page": "199-214",
    "source": "Crossref",
    "title": "Coupling Osteogenesis and Vasculogenesis in Engineered Orthopedic Tissues",
    "volume": "27",
    "author": [
      {
        "given": "Nicholas G.",
        "family": "Schott"
      },
      {
        "given": "Nicole E.",
        "family": "Friend"
      },
      {
        "given": "Jan P.",
        "family": "Stegemann"
      }
    ],
    "container-title": "Tissue Engineering Part B: Reviews",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2021,
          6,
          1
        ]
      ]
    },
    "URL": "https://doi.org/gqx6tq",
    "container-title-short": "Tissue Engineering Part B: Reviews",
    "PMCID": "PMC8349721",
    "PMID": "32854589",
    "id": "Ha1wHU4s",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1089/ten.teb.2020.0132"
  },
  {
    "publisher": "Wiley",
    "issue": "3",
    "abstract": "<jats:title>Abstract</jats:title><jats:sec><jats:title>Objectives</jats:title><jats:p>Dental implants are major treatment options for restoring teeth loss. Biological processes at the implant‐tissue interface are critical for implant osseointegration. Superior mechanical properties of the implant constitute a major challenge for traditional histological techniques. It is imperative to develop new technique to investigate the implant‐tissue interface.</jats:p></jats:sec><jats:sec><jats:title>Materials and methods</jats:title><jats:p>Our laboratory developed the polyethylene glycol (PEG)‐associated solvent system (PEGASOS) tissue clearing method. By immersing samples into various chemical substances, bones and teeth could be turned to transparent with intact internal structures and endogenous fluorescence being preserved. We combined the PEGASOS tissue clearing method with transgenic mouse line and other labelling technique to investigate the angiogenesis and osteogenesis processes occurring at the implant‐bone interface.</jats:p></jats:sec><jats:sec><jats:title>Results</jats:title><jats:p>Clearing treatment turned tissue highly transparent and implant could be directly visualized without sectioning. Implant, soft/hard tissues and fluorescent labels were simultaneously imaged in decalcified or non‐decalcified mouse mandible samples without disturbing their interfaces. Multi‐channel 3‐dimensional image stacks at high resolution were acquired and quantified. The processes of angiogenesis and osteogenesis surrounding titanium or stainless steel implants were investigated.</jats:p></jats:sec><jats:sec><jats:title>Conclusions</jats:title><jats:p>Both titanium and stainless steel implants support angiogenesis at comparable levels. Successful osseointegration and calcium precipitation occurred only surrounding titanium, but not stainless steel implants. PEGASOS tissue clearing method provides a novel approach for investigating the interface between implants and hard tissue.</jats:p></jats:sec>",
    "DOI": "10.1111/cpr.12578",
    "type": "article-journal",
    "source": "Crossref",
    "title": "3‐dimensional visualization of implant‐tissue interface with the polyethylene glycol associated solvent system tissue clearing method",
    "volume": "52",
    "author": [
      {
        "given": "Yating",
        "family": "Yi"
      },
      {
        "given": "Yi",
        "family": "Men"
      },
      {
        "given": "Dian",
        "family": "Jing"
      },
      {
        "given": "Wenjing",
        "family": "Luo"
      },
      {
        "given": "Shiwen",
        "family": "Zhang"
      },
      {
        "given": "Jian Q.",
        "family": "Feng"
      },
      {
        "given": "Jin",
        "family": "Liu"
      },
      {
        "given": "Woo‐Ping",
        "family": "Ge"
      },
      {
        "given": "Jun",
        "family": "Wang"
      },
      {
        "given": "Hu",
        "family": "Zhao"
      }
    ],
    "container-title": "Cell Proliferation",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2019,
          2,
          3
        ]
      ]
    },
    "URL": "https://doi.org/gr7376",
    "container-title-short": "Cell Proliferation",
    "PMCID": "PMC6536405",
    "PMID": "30714253",
    "id": "11349lK8v",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1111/cpr.12578"
  },
  {
    "publisher": "Wiley",
    "issue": "6",
    "abstract": "<jats:p>Compared with small animal models such as rodents, large animal models are superior in many aspects for the study of human diseases and pre‐clinical therapies. Since the development of the Minnesota miniature pig in 1949 at the Hormel Institute (USA), miniature pigs have been used as a large animal model in medical studies for scientific, economic, and ethical reasons. The oral maxillofacial region of miniature pigs is similar to that of humans in anatomy, development, physiology, pathophysiology, and disease occurrence. In this review, we describe the anatomical characteristics of the oral maxillofacial system of the miniature pig, established models of oral diseases in this animal, and other uses of the miniature pig in orofacial research.</jats:p>",
    "DOI": "10.1111/j.1601-0825.2006.01337.x",
    "type": "article-journal",
    "page": "530-537",
    "source": "Crossref",
    "title": "The miniature pig: a useful large animal model for dental and orofacial research",
    "volume": "13",
    "author": [
      {
        "given": "S",
        "family": "Wang"
      },
      {
        "given": "Y",
        "family": "Liu"
      },
      {
        "given": "D",
        "family": "Fang"
      },
      {
        "given": "S",
        "family": "Shi"
      }
    ],
    "container-title": "Oral Diseases",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2007,
          6,
          6
        ]
      ]
    },
    "URL": "https://doi.org/cs8xz4",
    "container-title-short": "Oral Diseases",
    "PMID": "17944668",
    "id": "Siy9vGW7",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1111/j.1601-0825.2006.01337.x"
  },
  {
    "publisher": "Wiley",
    "issue": "1",
    "abstract": "<jats:title>Summary</jats:title><jats:p>Dual‐energy computed tomography (DECT) uses two different x‐ray energy spectra in order to differentiate between tissues, materials or elements in a single sample or patient. DECT is becoming increasingly popular in clinical imaging and preclinical<jats:italic>in vivo</jats:italic>imaging of small animal models, but there have been only very few reports on<jats:italic>ex vivo</jats:italic>DECT of biological samples at microscopic resolutions. The present study has three main aims. First, we explore the potential of microscopic DECT (microDECT) for delivering isotropic multichannel 3D images of fixed biological samples with standard commercial laboratory‐based microCT setups at spatial resolutions reaching below 10<jats:inline-graphic xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"graphic/jmi12543-math-0001.png\" xlink:title=\"urn:x-wiley:00222720:media:jmi12543:jmi12543-math-0001\"/>m. Second, we aim for retaining the maximum image resolution and quality during the material decomposition. Third, we want to test the suitability for microDECT imaging of different contrast agents currently used for<jats:italic>ex vivo</jats:italic>staining of biological samples. To address these aims, we used microCT scans of four different samples stained with x‐ray dense contrast agents. MicroDECT scans were acquired with five different commercial microCT scanners from four companies. We present a detailed description of the microDECT workflow, including sample preparation, image acquisition, image processing and postreconstruction material decomposition, which may serve as practical guide for applying microDECT. The MATLAB script (The Mathworks Inc., Natick, MA, USA) used for material decomposition (including a graphical user interface) is provided as a supplement to this paper (<jats:ext-link xmlns:xlink=\"http://www.w3.org/1999/xlink\" xlink:href=\"https://github.com/microDECT/DECTDec\">https://github.com/microDECT/DECTDec</jats:ext-link>). In general, the presented microDECT workflow yielded satisfactory results for all tested specimens. Original scan resolutions have been mostly retained in the separate material fractions after basis material decomposition. In addition to decomposition of mineralized tissues (inherent sample contrast) and stained soft tissues, we present a case of double labelling of different soft tissues with subsequent material decomposition. We conclude that, in contrast to<jats:italic>in vivo</jats:italic>DECT examinations, small<jats:italic>ex vivo</jats:italic>specimens offer some clear advantages regarding technical parameters of the microCT setup and the use of contrast agents. These include a higher flexibility in source peak voltages and x‐ray filters, a lower degree of beam hardening due to small sample size, the lack of restriction to nontoxic contrast agents and the lack of a limit in exposure time and radiation dose. We argue that microDECT, because of its flexibility combined with already established contrast agents and the vast number of currently unexploited stains, will in future represent an important technique for various applications in biological research.</jats:p>",
    "DOI": "10.1111/jmi.12543",
    "type": "article-journal",
    "page": "3-26",
    "source": "Crossref",
    "title": "Microscopic dual‐energy CT (microDECT): a flexible tool for multichannel<i>ex vivo</i>3D imaging of biological specimens",
    "volume": "267",
    "author": [
      {
        "given": "S.",
        "family": "HANDSCHUH"
      },
      {
        "given": "C.J.",
        "family": "BEISSER"
      },
      {
        "given": "B.",
        "family": "RUTHENSTEINER"
      },
      {
        "given": "B.D.",
        "family": "METSCHER"
      }
    ],
    "container-title": "Journal of Microscopy",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2017,
          3,
          7
        ]
      ]
    },
    "URL": "https://doi.org/f9tnbj",
    "container-title-short": "Journal of Microscopy",
    "PMID": "28267884",
    "id": "191glo5Hi",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1111/jmi.12543"
  },
  {
    "publisher": "Wiley",
    "issue": "2",
    "abstract": "<jats:title>Abstract</jats:title><jats:p>Ex vivo x‐ray angiography provides high‐resolution, three‐dimensional information on vascular phenotypes down to the level of capillaries. Sample preparation for ex vivo angiography starts with the removal of blood from the vascular system, followed by perfusion with an x‐ray dense contrast agent mixed with a carrier such as gelatine or a polymer. Subsequently, the vascular micro‐architecture of harvested organs is imaged in the intact fixed organ. In the present study, we present novel microscopic dual‐energy CT (microDECT) imaging protocols that allow to visualise and analyse microvasculature in situ with reference to the morphology of hard and soft tissue. We show that the spectral contrast of µAngiofil and Micropaque barium sulphate in perfused specimens allows for the effective separation of vasculature from mineralised skeletal tissues. Furthermore, we demonstrate the counterstaining of perfused specimens using established x‐ray dense contrast agents to depict blood vessels together with the morphology of soft tissue. Phosphotungstic acid (PTA) is used as a counterstain that shows excellent spectral contrast in both µAngiofil and Micropaque barium sulphate–perfused specimens. A novel Sorensen‐buffered PTA protocol is introduced as a counterstain for µAngiofil specimens, as the polyurethane polymer is susceptible to artefacts when using conventional staining solutions. Finally, we demonstrate that counterstained samples can be automatically processed into three separate image channels (skeletal tissue, vasculature and stained soft tissue), which offers multiple new options for data analysis. The presented microDECT workflows are suited as tools to screen and quantify microvasculature and can be implemented in various correlative imaging pipelines to target regions of interest for downstream light microscopic investigation.</jats:p>",
    "DOI": "10.1111/jmi.13369",
    "type": "article-journal",
    "page": "179-202",
    "source": "Crossref",
    "title": "In situ isotropic 3D imaging of vasculature perfusion specimens using x‐ray microscopic dual‐energy CT",
    "volume": "297",
    "author": [
      {
        "given": "Stephan",
        "family": "Handschuh"
      },
      {
        "given": "Ursula",
        "family": "Reichart"
      },
      {
        "given": "Stefan",
        "family": "Kummer"
      },
      {
        "given": "Martin",
        "family": "Glösmann"
      }
    ],
    "container-title": "Journal of Microscopy",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2024,
          11,
          6
        ]
      ]
    },
    "URL": "https://doi.org/g8tvpn",
    "container-title-short": "Journal of Microscopy",
    "PMCID": "PMC11733848",
    "PMID": "39502025",
    "id": "w1AGMK3j",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1111/jmi.13369"
  },
  {
    "publisher": "Wiley",
    "issue": "3",
    "abstract": "<jats:p>The properties of tomography, <jats:italic>K</jats:italic>‐edge imaging, and <jats:italic>K</jats:italic>‐edge tomography are discussed in relation to the imaging of small concentrations of elements such as iodine and xenon and are compared by means of phantom images. It is demonstrated that the complementary selectivities provided by depth and energy subtraction are combined in <jats:italic>K</jats:italic>‐edge tomography. Using a three‐spectrum subtraction technique, the iodine difference signal predicted by computer calculations is on the order of 8000 times that of an equal concentration of bone. The corresponding ratio in tomography without energy subtraction is 20:1. It is argued that <jats:italic>K</jats:italic>‐edge tomography can successfully eliminate artifacts due to tissue inhomogeneities which presently enable 0.6% variations in tissue attenuation to mimic minimum detectable iodine signals in conventional computed tomography. Various instrumentation possibilities and energy subtraction techniques are discussed.</jats:p>",
    "DOI": "10.1118/1.594374",
    "type": "article-journal",
    "page": "244-249",
    "source": "Crossref",
    "title": "Relative properties of tomography, <i>K</i>‐edge imaging, and <i>K</i>‐edge tomography",
    "volume": "4",
    "author": [
      {
        "given": "R. A.",
        "family": "Kruger"
      },
      {
        "given": "S. J.",
        "family": "Riederer"
      },
      {
        "given": "C. A.",
        "family": "Mistretta"
      }
    ],
    "container-title": "Medical Physics",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          1977,
          5
        ]
      ]
    },
    "URL": "https://doi.org/cdzd8f",
    "container-title-short": "Medical Physics",
    "PMID": "329091",
    "id": "oRhGUhqB",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1118/1.594374"
  },
  {
    "publisher": "American Association for the Advancement of Science (AAAS)",
    "issue": "6554",
    "abstract": "<jats:title>More VEGF, more life—and health span</jats:title>\n          <jats:p>\n            Advanced aging is celebrated but its ill effects, deterioration at the cell, tissue, and organ levels, are not. Grunewald\n            <jats:italic>et al</jats:italic>\n            . provide evidence for the vascular theory of aging, which reports that age-related decrease of vascular function is a driver of organismal aging at large (see the Perspective by Augustin and Kipnis). Vascular endothelial growth factor (VEGF) signaling insufficiency underlies this vascular insufficiency in aged mice. A modest compensatory increase in circulatory VEGF was sufficient to preserve a young-like vascular homeostasis, alleviate multiple adverse age-related processes, and ameliorate a host of age-associated pathologies in mice. —BAP\n          </jats:p>",
    "DOI": "10.1126/science.abc8479",
    "type": "article-journal",
    "source": "Crossref",
    "title": "Counteracting age-related VEGF signaling insufficiency promotes healthy aging and extends life span",
    "volume": "373",
    "author": [
      {
        "given": "M.",
        "family": "Grunewald"
      },
      {
        "given": "S.",
        "family": "Kumar"
      },
      {
        "given": "H.",
        "family": "Sharife"
      },
      {
        "given": "E.",
        "family": "Volinsky"
      },
      {
        "given": "A.",
        "family": "Gileles-Hillel"
      },
      {
        "given": "T.",
        "family": "Licht"
      },
      {
        "given": "A.",
        "family": "Permyakova"
      },
      {
        "given": "L.",
        "family": "Hinden"
      },
      {
        "given": "S.",
        "family": "Azar"
      },
      {
        "given": "Y.",
        "family": "Friedmann"
      },
      {
        "given": "P.",
        "family": "Kupetz"
      },
      {
        "given": "R.",
        "family": "Tzuberi"
      },
      {
        "given": "A.",
        "family": "Anisimov"
      },
      {
        "given": "K.",
        "family": "Alitalo"
      },
      {
        "given": "M.",
        "family": "Horwitz"
      },
      {
        "given": "S.",
        "family": "Leebhoff"
      },
      {
        "given": "O. Z.",
        "family": "Khoma"
      },
      {
        "given": "R.",
        "family": "Hlushchuk"
      },
      {
        "given": "V.",
        "family": "Djonov"
      },
      {
        "given": "R.",
        "family": "Abramovitch"
      },
      {
        "given": "J.",
        "family": "Tam"
      },
      {
        "given": "E.",
        "family": "Keshet"
      }
    ],
    "container-title": "Science",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2021,
          7,
          30
        ]
      ]
    },
    "URL": "https://doi.org/gmc94x",
    "container-title-short": "Science",
    "PMID": "34326210",
    "id": "nC0ZZVgL",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1126/science.abc8479"
  },
  {
    "publisher": "American Physiological Society",
    "issue": "5",
    "abstract": "<jats:p> Vascularization is a crucial step during musculoskeletal tissue regeneration via bioengineered constructs or grafts. Functional vasculature provides oxygen and nutrients to the graft microenvironment, facilitates wound healing, enhances graft integration with host tissue, and ensures the long-term survival of regenerating tissue. Therefore, imaging de novo vascularization (i.e., angiogenesis), changes in microvascular morphology, and the establishment and maintenance of perfusion within the graft site (i.e., vascular microenvironment or VME) can provide essential insights into engraftment, wound healing, as well as inform the design of tissue engineering (TE) constructs. In this review, we focus on state-of-the-art imaging approaches for monitoring the VME in craniofacial TE applications, as well as future advances in this field. We describe how cutting-edge in vivo and ex vivo imaging methods can yield invaluable information regarding VME parameters that can help characterize the effectiveness of different TE constructs and iteratively inform their design for enhanced craniofacial bone regeneration. Finally, we explicate how the integration of novel TE constructs, preclinical model systems, imaging techniques, and systems biology approaches could usher in an era of “image-based tissue engineering.” </jats:p>",
    "DOI": "10.1152/ajpcell.00195.2022",
    "type": "article-journal",
    "page": "C1524-C1538",
    "source": "Crossref",
    "title": "State-of-the-art techniques for imaging the vascular microenvironment in craniofacial bone tissue engineering applications",
    "volume": "323",
    "author": [
      {
        "given": "Yunke",
        "family": "Ren"
      },
      {
        "given": "Janaka",
        "family": "Senarathna"
      },
      {
        "given": "Warren L.",
        "family": "Grayson"
      },
      {
        "given": "Arvind P.",
        "family": "Pathak"
      }
    ],
    "container-title": "American Journal of Physiology-Cell Physiology",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2022,
          11,
          1
        ]
      ]
    },
    "URL": "https://doi.org/gr7378",
    "container-title-short": "American Journal of Physiology-Cell Physiology",
    "PMCID": "PMC9829486",
    "PMID": "36189973",
    "id": "Vu36g0cK",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1152/ajpcell.00195.2022"
  },
  {
    "publisher": "American Physiological Society",
    "issue": "3",
    "abstract": "<jats:p>In the last decades, the contrast-enhanced micro-computed tomography (micro-CT) imaging of a whole animal kidney became increasingly important. The visualization was mainly limited to middle-sized vessels. Since modern desktop micro-CT scanners provide the necessary detail resolution, we developed an approach for rapid visualization and consistent assessment of kidney vasculature and glomeruli number. This method is based on μAngiofil, a new polymerizing contrast agent with homogenous X-ray absorption, which provides continuous filling of the complete vasculature and enables correlative imaging approaches. For rapid and reliable kidney morphometry, the microangio-CT (µaCT) data sets from glial cell line-derived neurotrophic factor (GDNF)<jats:sup>+/−</jats:sup>mice and their wild-type littermates were used. The results were obtained much faster compared with the current gold standard, histology-based stereology, and without processing artifacts. The histology-based morphometry was done afterward on the same kidneys. Both approaches revealed that the GDNF<jats:sup>+/−</jats:sup>male mice had about 40% fewer glomeruli. Furthermore, our approach allows for the definition of sites of interest for further histological investigation, i.e., correlative morphology. The polymerized μAngiofil stays in perfused vessels and is autofluorescent, which is what greatly facilitates the matching of histological sections with µaCT data. The presented approach is a time-efficient, reliable, qualitative, and quantitative methodology. Besides glomerular morphometry, the µaCT data can be used for qualitative and quantitative analysis of the kidney vasculature and correlative morphology.</jats:p>",
    "DOI": "10.1152/ajprenal.00099.2017",
    "type": "article-journal",
    "page": "F493-F499",
    "source": "Crossref",
    "title": "Cutting-edge microangio-CT: new dimensions in vascular imaging and kidney morphometry",
    "volume": "314",
    "author": [
      {
        "given": "Ruslan",
        "family": "Hlushchuk"
      },
      {
        "given": "Cédric",
        "family": "Zubler"
      },
      {
        "given": "Sébastien",
        "family": "Barré"
      },
      {
        "given": "Carlos",
        "family": "Correa Shokiche"
      },
      {
        "given": "Laura",
        "family": "Schaad"
      },
      {
        "given": "Raphael",
        "family": "Röthlisberger"
      },
      {
        "given": "Monika",
        "family": "Wnuk"
      },
      {
        "given": "Christoph",
        "family": "Daniel"
      },
      {
        "given": "Oleksiy",
        "family": "Khoma"
      },
      {
        "given": "Stefan A.",
        "family": "Tschanz"
      },
      {
        "given": "Mauricio",
        "family": "Reyes"
      },
      {
        "given": "Valentin",
        "family": "Djonov"
      }
    ],
    "container-title": "American Journal of Physiology-Renal Physiology",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2018,
          3,
          1
        ]
      ]
    },
    "URL": "https://doi.org/gdbw3b",
    "container-title-short": "American Journal of Physiology-Renal Physiology",
    "PMID": "29167169",
    "id": "ijqzbOI6",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1152/ajprenal.00099.2017"
  },
  {
    "publisher": "American Association for Cancer Research (AACR)",
    "issue": "5",
    "abstract": "<jats:title>Abstract</jats:title><jats:sec><jats:title/><jats:p>Prostate Cancer is the most common cancer and the second leading cause of cancer-related death in males. When prostate cancer acquires castration resistance, incurable metastases, primarily in the bone, occur. The aim of this study is to test the applicability of targeting melanoma cell adhesion molecule (MCAM; CD146) with a mAb for the treatment of lytic prostate cancer bone metastasis. We evaluated the effect of targeting MCAM using in vivo preclinical bone metastasis models and an in vitro bone niche coculture system. We utilized FACS, cell proliferation assays, and gene expression profiling to study the phenotype and function of MCAM knockdown in vitro and in vivo. To demonstrate the impact of MCAM targeting and therapeutic applicability, we employed an anti-MCAM mAb in vivo. MCAM is elevated in prostate cancer metastases resistant to androgen ablation. Treatment with DHT showed MCAM upregulation upon castration. We investigated the function of MCAM in a direct coculture model of human prostate cancer cells with human osteoblasts and found that there is a reduced influence of human osteoblasts on human prostate cancer cells in which MCAM has been knocked down. Furthermore, we observed a strongly reduced formation of osteolytic lesions upon bone inoculation of MCAM-depleted human prostate cancer cells in animal model of prostate cancer bone metastasis. This phenotype is supported by RNA sequencing (RNA-seq) analysis. Importantly, in vivo administration of an anti-MCAM human mAb reduced the tumor growth and lytic lesions. These results highlight the functional role for MCAM in the development of lytic bone metastasis and suggest that MCAM is a potential therapeutic target in prostate cancer bone metastasis.</jats:p></jats:sec><jats:sec><jats:title>Implications:</jats:title><jats:p>This study highlights the functional application of an anti-MCAM mAb to target prostate cancer bone metastasis.</jats:p></jats:sec>",
    "DOI": "10.1158/1541-7786.mcr-18-1220",
    "type": "article-journal",
    "page": "1049-1062",
    "source": "Crossref",
    "title": "Therapeutic Targeting of CD146/MCAM Reduces Bone Metastasis in Prostate Cancer",
    "volume": "17",
    "author": [
      {
        "given": "Eugenio",
        "family": "Zoni"
      },
      {
        "given": "Letizia",
        "family": "Astrologo"
      },
      {
        "given": "Charlotte K.Y.",
        "family": "Ng"
      },
      {
        "given": "Salvatore",
        "family": "Piscuoglio"
      },
      {
        "given": "Janine",
        "family": "Melsen"
      },
      {
        "given": "Joël",
        "family": "Grosjean"
      },
      {
        "given": "Irena",
        "family": "Klima"
      },
      {
        "given": "Lanpeng",
        "family": "Chen"
      },
      {
        "given": "Ewa B.",
        "family": "Snaar-Jagalska"
      },
      {
        "given": "Kenneth",
        "family": "Flanagan"
      },
      {
        "given": "Gabri",
        "family": "van der Pluijm"
      },
      {
        "given": "Peter",
        "family": "Kloen"
      },
      {
        "given": "Marco G.",
        "family": "Cecchini"
      },
      {
        "given": "Marianna",
        "family": "Kruithof-de Julio"
      },
      {
        "given": "George N.",
        "family": "Thalmann"
      }
    ],
    "container-title": "Molecular Cancer Research",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2019,
          5,
          1
        ]
      ]
    },
    "URL": "https://doi.org/gr7379",
    "PMID": "30745464",
    "id": "C9ratYNO",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1158/1541-7786.mcr-18-1220"
  },
  {
    "publisher": "Ovid Technologies (Wolters Kluwer Health)",
    "issue": "7",
    "abstract": "<jats:sec>\n            <jats:title>BACKGROUND:</jats:title>\n            <jats:p>Analysis of vascular networks is an essential step to unravel the mechanisms regulating the physiological and pathological organization of blood vessels. So far, most of the analyses are performed using 2-dimensional projections of 3-dimensional (3D) networks, a strategy that has several obvious shortcomings. For instance, it does not capture the true geometry of the vasculature and generates artifacts on vessel connectivity. These limitations are accepted in the field because manual analysis of 3D vascular networks is a laborious and complex process that is often prohibitive for large volumes.</jats:p>\n          </jats:sec>\n          <jats:sec>\n            <jats:title>METHODS:</jats:title>\n            <jats:p>To overcome these issues, we developed 3DVascNet, a deep learning–based software for automated segmentation and quantification of 3D retinal vascular networks. 3DVascNet performs segmentation based on a deep learning model, and it quantifies vascular morphometric parameters such as vessel density, branch length, vessel radius, and branching point density. We tested the performance of 3DVascNet using a large data set of 3D microscopy images of mouse retinal blood vessels.</jats:p>\n          </jats:sec>\n          <jats:sec>\n            <jats:title>RESULTS:</jats:title>\n            <jats:p>We demonstrated that 3DVascNet efficiently segments vascular networks in 3D and that vascular morphometric parameters capture phenotypes detected by using manual segmentation and quantification in 2 dimension. In addition, we showed that, despite being trained on retinal images, 3DVascNet has high generalization capability and successfully segments images originating from other data sets and organs.</jats:p>\n          </jats:sec>\n          <jats:sec>\n            <jats:title>CONCLUSIONS:</jats:title>\n            <jats:p>Overall, we present 3DVascNet, a freely available software that includes a user-friendly graphical interface for researchers with no programming experience, which will greatly facilitate the ability to study vascular networks in 3D in health and disease. Moreover, the source code of 3DVascNet is publicly available, thus it can be easily extended for the analysis of other 3D vascular networks by other users.</jats:p>\n          </jats:sec>",
    "DOI": "10.1161/atvbaha.124.320672",
    "type": "article-journal",
    "page": "1584-1600",
    "source": "Crossref",
    "title": "3DVascNet: An Automated Software for Segmentation and Quantification of Mouse Vascular Networks in 3D",
    "volume": "44",
    "author": [
      {
        "given": "Hemaxi",
        "family": "Narotamo"
      },
      {
        "given": "Margarida",
        "family": "Silveira"
      },
      {
        "given": "Cláudio A.",
        "family": "Franco"
      }
    ],
    "container-title": "Arteriosclerosis, Thrombosis, and Vascular Biology",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2024,
          7
        ]
      ]
    },
    "URL": "https://doi.org/g88djs",
    "container-title-short": "ATVB",
    "PMCID": "PMC11208061",
    "PMID": "38779855",
    "id": "mbgAp0y8",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1161/atvbaha.124.320672"
  },
  {
    "publisher": "Springer Science and Business Media LLC",
    "issue": "1",
    "DOI": "10.1186/s12882-016-0235-5",
    "type": "article-journal",
    "source": "Crossref",
    "title": "Novel methods for microCT-based analyses of vasculature in the renal cortex reveal a loss of perfusable arterioles and glomeruli in eNOS-/- mice",
    "volume": "17",
    "author": [
      {
        "given": "Daniel S.",
        "family": "Perrien"
      },
      {
        "given": "Mohamed A.",
        "family": "Saleh"
      },
      {
        "given": "Keiko",
        "family": "Takahashi"
      },
      {
        "given": "Meena S.",
        "family": "Madhur"
      },
      {
        "given": "David G.",
        "family": "Harrison"
      },
      {
        "given": "Raymond C.",
        "family": "Harris"
      },
      {
        "given": "Takamune",
        "family": "Takahashi"
      }
    ],
    "container-title": "BMC Nephrology",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2016,
          3,
          2
        ]
      ]
    },
    "URL": "https://doi.org/gr738b",
    "container-title-short": "BMC Nephrol",
    "PMCID": "PMC4776352",
    "PMID": "26936597",
    "id": "KJUjdwi7",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1186/s12882-016-0235-5"
  },
  {
    "publisher": "CRC Press",
    "DOI": "10.1201/b11356-37",
    "type": "chapter",
    "page": "445-468",
    "source": "Crossref",
    "title": "Minipig Models of Diabetes Mellitus",
    "author": [
      {
        "given": "Dwight",
        "family": "Bellinger"
      },
      {
        "given": "Elizabeth",
        "family": "Merricks"
      },
      {
        "given": "Timothy",
        "family": "Nichols"
      }
    ],
    "container-title": "The Minipig in Biomedical Research",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2011,
          12,
          19
        ]
      ]
    },
    "URL": "https://doi.org/fx5bng",
    "id": "1EXdAADA3",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1201/b11356-37"
  },
  {
    "publisher": "The Company of Biologists",
    "issue": "15",
    "abstract": "<jats:p>In addition to their conventional role as a conduit system for gases, nutrients, waste products or cells, blood vessels in the skeletal system play active roles in controlling multiple aspects of bone formation and provide niches for hematopoietic stem cells that reside within the bone marrow. In addition, recent studies have highlighted roles for blood vessels during bone healing. Here, we provide an overview of the architecture of the bone vasculature and discuss how blood vessels form within bone, how their formation is modulated, and how they function during development and fracture repair.</jats:p>",
    "DOI": "10.1242/dev.136861",
    "type": "article-journal",
    "page": "2706-2715",
    "source": "Crossref",
    "title": "Blood vessel formation and function in bone",
    "volume": "143",
    "author": [
      {
        "given": "Kishor K.",
        "family": "Sivaraj"
      },
      {
        "given": "Ralf H.",
        "family": "Adams"
      }
    ],
    "container-title": "Development",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2016,
          8,
          1
        ]
      ]
    },
    "URL": "https://doi.org/gmgfvb",
    "PMID": "27486231",
    "id": "zB5E7Obz",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1242/dev.136861"
  },
  {
    "publisher": "Japanese Society of Veterinary Science",
    "issue": "6",
    "DOI": "10.1292/jvms.66.599",
    "type": "article-journal",
    "page": "599-609",
    "source": "Crossref",
    "title": "Age-Related Changes of Bone Mineral Density and Microarchitecture in Miniature Pigs",
    "volume": "66",
    "author": [
      {
        "given": "Azusa",
        "family": "INUI"
      },
      {
        "given": "Kazuhito",
        "family": "ITAMOTO"
      },
      {
        "given": "Tetsuya",
        "family": "TAKUMA"
      },
      {
        "given": "Hideki",
        "family": "TSUTSUMI"
      },
      {
        "given": "Manabu",
        "family": "TANIGAWA"
      },
      {
        "given": "Mineo",
        "family": "HAYASAKI"
      },
      {
        "given": "Yasuho",
        "family": "TAURA"
      },
      {
        "given": "Koichi",
        "family": "MAMBA"
      }
    ],
    "container-title": "Journal of Veterinary Medical Science",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2004
        ]
      ]
    },
    "URL": "https://doi.org/brkqbt",
    "container-title-short": "J. Vet. Med. Sci.",
    "PMID": "15240933",
    "id": "1AEVcopFo",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1292/jvms.66.599"
  },
  {
    "publisher": "Public Library of Science (PLoS)",
    "issue": "7",
    "DOI": "10.1371/journal.pbio.3000411",
    "type": "article-journal",
    "page": "e3000411",
    "source": "Crossref",
    "title": "Reporting animal research: Explanation and elaboration for the ARRIVE guidelines 2.0",
    "volume": "18",
    "author": [
      {
        "given": "Nathalie",
        "family": "Percie du Sert"
      },
      {
        "given": "Amrita",
        "family": "Ahluwalia"
      },
      {
        "given": "Sabina",
        "family": "Alam"
      },
      {
        "given": "Marc T.",
        "family": "Avey"
      },
      {
        "given": "Monya",
        "family": "Baker"
      },
      {
        "given": "William J.",
        "family": "Browne"
      },
      {
        "given": "Alejandra",
        "family": "Clark"
      },
      {
        "given": "Innes C.",
        "family": "Cuthill"
      },
      {
        "given": "Ulrich",
        "family": "Dirnagl"
      },
      {
        "given": "Michael",
        "family": "Emerson"
      },
      {
        "given": "Paul",
        "family": "Garner"
      },
      {
        "given": "Stephen T.",
        "family": "Holgate"
      },
      {
        "given": "David W.",
        "family": "Howells"
      },
      {
        "given": "Viki",
        "family": "Hurst"
      },
      {
        "given": "Natasha A.",
        "family": "Karp"
      },
      {
        "given": "Stanley E.",
        "family": "Lazic"
      },
      {
        "given": "Katie",
        "family": "Lidster"
      },
      {
        "given": "Catriona J.",
        "family": "MacCallum"
      },
      {
        "given": "Malcolm",
        "family": "Macleod"
      },
      {
        "given": "Esther J.",
        "family": "Pearl"
      },
      {
        "given": "Ole H.",
        "family": "Petersen"
      },
      {
        "given": "Frances",
        "family": "Rawle"
      },
      {
        "given": "Penny",
        "family": "Reynolds"
      },
      {
        "given": "Kieron",
        "family": "Rooney"
      },
      {
        "given": "Emily S.",
        "family": "Sena"
      },
      {
        "given": "Shai D.",
        "family": "Silberberg"
      },
      {
        "given": "Thomas",
        "family": "Steckler"
      },
      {
        "given": "Hanno",
        "family": "Würbel"
      }
    ],
    "container-title": "PLOS Biology",
    "language": "en",
    "editor": [
      {
        "given": "Isabelle",
        "family": "Boutron"
      }
    ],
    "issued": {
      "date-parts": [
        [
          2020,
          7,
          14
        ]
      ]
    },
    "URL": "https://doi.org/gg43n9",
    "container-title-short": "PLoS Biol",
    "PMCID": "PMC7360025",
    "PMID": "32663221",
    "id": "1ppOkyPO",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1371/journal.pbio.3000411"
  },
  {
    "publisher": "Public Library of Science (PLoS)",
    "issue": "6",
    "DOI": "10.1371/journal.pcbi.1007128",
    "type": "article-journal",
    "page": "e1007128",
    "source": "Crossref",
    "title": "Open collaborative writing with Manubot",
    "volume": "15",
    "author": [
      {
        "given": "Daniel S.",
        "family": "Himmelstein"
      },
      {
        "given": "Vincent",
        "family": "Rubinetti"
      },
      {
        "given": "David R.",
        "family": "Slochower"
      },
      {
        "given": "Dongbo",
        "family": "Hu"
      },
      {
        "given": "Venkat S.",
        "family": "Malladi"
      },
      {
        "given": "Casey S.",
        "family": "Greene"
      },
      {
        "given": "Anthony",
        "family": "Gitter"
      }
    ],
    "container-title": "PLOS Computational Biology",
    "language": "en",
    "editor": [
      {
        "given": "Dina",
        "family": "Schneidman-Duhovny"
      }
    ],
    "issued": {
      "date-parts": [
        [
          2019,
          6,
          24
        ]
      ]
    },
    "URL": "https://doi.org/c7np",
    "container-title-short": "PLoS Comput Biol",
    "PMCID": "PMC6611653",
    "PMID": "31233491",
    "id": "YuJbg3zO",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1371/journal.pcbi.1007128"
  },
  {
    "publisher": "Informa UK Limited",
    "issue": "6",
    "DOI": "10.2144/btn-2020-0108",
    "type": "article-journal",
    "page": "443-449",
    "source": "Crossref",
    "title": "A Rapid, Nondestructive Method for Vascular Network Visualization",
    "volume": "69",
    "author": [
      {
        "given": "Austin",
        "family": "Veith"
      },
      {
        "given": "Aaron",
        "family": "B Baker"
      }
    ],
    "container-title": "BioTechniques",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2020,
          10,
          28
        ]
      ]
    },
    "URL": "https://doi.org/g88djt",
    "container-title-short": "BioTechniques",
    "PMCID": "PMC7807294",
    "PMID": "33108897",
    "id": "HNrZh8S1",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.2144/btn-2020-0108"
  },
  {
    "publisher": "Forum Multimedia Publishing LLC",
    "DOI": "10.22203/ecm.v013a01",
    "type": "article-journal",
    "page": "1-10",
    "source": "Crossref",
    "title": "Animal models for implant biomaterial research in bone: A review",
    "volume": "13",
    "author": [
      {},
      {
        "given": "AI",
        "family": "Pearce"
      },
      {
        "given": "RG",
        "family": "Richards"
      },
      {
        "given": "S",
        "family": "Milz"
      },
      {
        "given": "E",
        "family": "Schneider"
      },
      {
        "given": "SG",
        "family": "Pearce"
      }
    ],
    "container-title": "European Cells and Materials",
    "issued": {
      "date-parts": [
        [
          2007,
          3,
          2
        ]
      ]
    },
    "URL": "https://doi.org/gf9rrt",
    "container-title-short": "eCM",
    "PMID": "17334975",
    "id": "i45b7Cmp",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.22203/ecm.v013a01"
  },
  {
    "publisher": "Frontiers Media SA",
    "DOI": "10.3389/fbioe.2017.00068",
    "type": "article-journal",
    "source": "Crossref",
    "title": "It Takes Two to Tango: Coupling of Angiogenesis and Osteogenesis for Bone Regeneration",
    "volume": "5",
    "author": [
      {
        "given": "Andrea",
        "family": "Grosso"
      },
      {
        "given": "Maximilian G.",
        "family": "Burger"
      },
      {
        "given": "Alexander",
        "family": "Lunger"
      },
      {
        "given": "Dirk J.",
        "family": "Schaefer"
      },
      {
        "given": "Andrea",
        "family": "Banfi"
      },
      {
        "given": "Nunzia",
        "family": "Di Maggio"
      }
    ],
    "container-title": "Frontiers in Bioengineering and Biotechnology",
    "issued": {
      "date-parts": [
        [
          2017,
          11,
          3
        ]
      ]
    },
    "URL": "https://doi.org/gckgs4",
    "container-title-short": "Front. Bioeng. Biotechnol.",
    "PMCID": "PMC5675838",
    "PMID": "29164110",
    "id": "5mgeUNd6",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.3389/fbioe.2017.00068"
  },
  {
    "publisher": "Frontiers Media SA",
    "DOI": "10.3389/fendo.2013.00106",
    "type": "article-journal",
    "source": "Crossref",
    "title": "Bone Vascularization in Normal and Disease Conditions",
    "volume": "4",
    "author": [
      {
        "given": "Christian",
        "family": "Carulli"
      },
      {
        "given": "Massimo",
        "family": "Innocenti"
      },
      {
        "given": "Maria Luisa",
        "family": "Brandi"
      }
    ],
    "container-title": "Frontiers in Endocrinology",
    "issued": {
      "date-parts": [
        [
          2013
        ]
      ]
    },
    "URL": "https://doi.org/gr738c",
    "container-title-short": "Front. Endocrinol.",
    "PMCID": "PMC3752619",
    "PMID": "23986744",
    "id": "1FaKEBtU8",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.3389/fendo.2013.00106"
  },
  {
    "publisher": "Frontiers Media SA",
    "DOI": "10.3389/fendo.2015.00122",
    "type": "article-journal",
    "source": "Crossref",
    "title": "Modalities for Visualization of Cortical Bone Remodeling: The Past, Present, and Future",
    "volume": "6",
    "author": [
      {
        "given": "Kimberly D.",
        "family": "Harrison"
      },
      {
        "given": "David M. L.",
        "family": "Cooper"
      }
    ],
    "container-title": "Frontiers in Endocrinology",
    "issued": {
      "date-parts": [
        [
          2015,
          8,
          11
        ]
      ]
    },
    "URL": "https://doi.org/gr738d",
    "container-title-short": "Front. Endocrinol.",
    "PMCID": "PMC4531299",
    "PMID": "26322017",
    "id": "KjvwGWK2",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.3389/fendo.2015.00122"
  },
  {
    "publisher": "Frontiers Media SA",
    "DOI": "10.3389/fphys.2017.00769",
    "type": "article-journal",
    "source": "Crossref",
    "title": "Synchrotron Phase Tomography: An Emerging Imaging Method for Microvessel Detection in Engineered Bone of Craniofacial Districts",
    "volume": "8",
    "author": [
      {
        "given": "Alessandra",
        "family": "Giuliani"
      },
      {
        "given": "Serena",
        "family": "Mazzoni"
      },
      {
        "given": "Luigi",
        "family": "Mele"
      },
      {
        "given": "Davide",
        "family": "Liccardo"
      },
      {
        "given": "Giuliana",
        "family": "Tromba"
      },
      {
        "given": "Max",
        "family": "Langer"
      }
    ],
    "container-title": "Frontiers in Physiology",
    "issued": {
      "date-parts": [
        [
          2017,
          9,
          29
        ]
      ]
    },
    "URL": "https://doi.org/gcg8qq",
    "container-title-short": "Front. Physiol.",
    "PMCID": "PMC5649129",
    "PMID": "29085301",
    "id": "ayR0xQaX",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.3389/fphys.2017.00769"
  },
  {
    "publisher": "MDPI AG",
    "issue": "14",
    "abstract": "<jats:p>Bone metastases are frequent complications of breast cancer, facilitating the development of anarchic vascularization and induce bone destruction. Therefore, anti-angiogenic drugs (AAD) have been tested as a therapeutic strategy for the treatment of breast cancer bone metastasis. However, the kinetics of skeletal vascularization in response to tumor invasion under AAD is still partially understood. Therefore, the aim of this study was to explore the effect of AAD on experimental bone metastasis by analyzing the three-dimensional (3D) bone vasculature during metastatic formation and progression. Seventy-three eight-week-old female mice were treated with AAD (bevacizumab, vatalanib, or a combination of both drugs) or the vehicle (placebo) one day after injection with breast cancer cells. Mice were sacrificed eight or 22 days after tumor cell inoculation (time points T1 and T2, respectively). Synchrotron radiation microcomputed tomography (SR-μCT) was used to image bone and blood vessels with a contrast agent. Hence, 3D-bone and vascular networks were simultaneously visualized and quantitatively analyzed. At T1, the trabecular bone volume fraction was significantly increased (p &lt; 0.05) in the combined AAD-treatment group, compared to the placebo- and single AAD-treatment groups. At T2, only the bone vasculature was reduced in the combined AAD-treatment group (p &lt; 0.05), as judged by measurement of the blood vessel thickness. Our data suggest that, at the early stage, combined AAD treatment dampens tumor-induced bone resorption with no detectable effects on bone vessel organization while, at a later stage, it affects the structure of bone microvascularization.</jats:p>",
    "DOI": "10.3390/cancers14143443",
    "type": "article-journal",
    "page": "3443",
    "source": "Crossref",
    "title": "Impact of Anti-Angiogenic Treatment on Bone Vascularization in a Murine Model of Breast Cancer Bone Metastasis Using Synchrotron Radiation Micro-CT",
    "volume": "14",
    "author": [
      {
        "given": "Hao",
        "family": "Xu"
      },
      {
        "given": "Marie-Hélène",
        "family": "Lafage-Proust"
      },
      {
        "given": "Lamia",
        "family": "Bouazza"
      },
      {
        "given": "Sandra",
        "family": "Geraci"
      },
      {
        "given": "Philippe",
        "family": "Clezardin"
      },
      {
        "given": "Bernard",
        "family": "Roche"
      },
      {
        "given": "Françoise",
        "family": "Peyrin"
      },
      {
        "given": "Max",
        "family": "Langer"
      }
    ],
    "container-title": "Cancers",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2022,
          7,
          15
        ]
      ]
    },
    "URL": "https://doi.org/gr738f",
    "container-title-short": "Cancers",
    "PMCID": "PMC9321934",
    "PMID": "35884504",
    "id": "15Cb0RCtH",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.3390/cancers14143443"
  },
  {
    "publisher": "MDPI AG",
    "issue": "6",
    "abstract": "<jats:p>Cardiovascular malformations and diseases are common but complex and often not yet fully understood. To better understand the effects of structural and microstructural changes of the heart and the vasculature on their proper functioning, a detailed characterization of the microstructure is crucial. In vivo imaging approaches are noninvasive and allow visualizing the heart and the vasculature in 3D. However, their spatial image resolution is often too limited for microstructural analyses, and hence, ex vivo imaging is preferred for this purpose. Ex vivo X-ray microfocus computed tomography (microCT) is a rapidly emerging high-resolution 3D structural imaging technique often used for the assessment of calcified tissues. Contrast-enhanced microCT (CE-CT) or phase-contrast microCT (PC-CT) improve this technique by additionally allowing the distinction of different low X-ray-absorbing soft tissues. In this review, we present the strengths of ex vivo microCT, CE-CT and PC-CT for quantitative 3D imaging of the structure and/or microstructure of the heart, the vasculature and their substructures in healthy and diseased state. We also discuss their current limitations, mainly with regard to the contrasting methods and the tissue preparation.</jats:p>",
    "DOI": "10.3390/ijms22063263",
    "type": "article-journal",
    "page": "3263",
    "source": "Crossref",
    "title": "A Review of Ex Vivo X-ray Microfocus Computed Tomography-Based Characterization of the Cardiovascular System",
    "volume": "22",
    "author": [
      {
        "given": "Lisa",
        "family": "Leyssens"
      },
      {
        "given": "Camille",
        "family": "Pestiaux"
      },
      {
        "given": "Greet",
        "family": "Kerckhofs"
      }
    ],
    "container-title": "International Journal of Molecular Sciences",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2021,
          3,
          23
        ]
      ]
    },
    "URL": "https://doi.org/gr738g",
    "container-title-short": "IJMS",
    "PMCID": "PMC8004599",
    "PMID": "33806852",
    "id": "Ror9Uhfa",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.3390/ijms22063263"
  },
  {
    "id": "X5Wzek9s",
    "type": "book",
    "call-number": "RC78.7.T6 H757 2003",
    "event-place": "Bellingham, WA",
    "ISBN": "9780819444257",
    "number-of-pages": "387",
    "publisher": "SPIE Optical Engineering Press",
    "publisher-place": "Bellingham, WA",
    "source": "Library of Congress ISBN",
    "title": "Computed tomography: principles, design, artifacts, and recent advances",
    "title-short": "Computed tomography",
    "author": [
      {
        "family": "Hsieh",
        "given": "Jiang"
      }
    ],
    "issued": {
      "date-parts": [
        [
          "2003"
        ]
      ]
    },
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: isbn:9780819444257"
  }
]
